[{"noel": ["I bought a really nice jacket in Japan, and in this massive swirl of people, someone with a pen scribbled on my jacket. It’s f***ing ruined. So that’s the downside of fame. But otherwise it’s great",
     "“He’s rude, arrogant, intimidating and lazy. He’s the angriest man you’ll ever meet. He’s like a man with a fork in a world of soup",
      "All I ever wanted to do was make a record. Here’s what you do: you pick up your guitar, you rip a few people’s tune’s off, you swap them round a bit, get your brother in the band, punch his head in every now and again, and it sells. I’m a lucky b**. I’m probably the single most lucky man in the world",
       "Being sat beside Liam on a 15-hour flight. It happened just the once, going to Japan or somewhere. It's just horrible.",
        "Jack White has just done a song for Coca-Cola. End of. He ceases to be in the club. And he looks like Zorro on doughnuts. He's supposed to be the poster boy for the alternative way of thinking... I'm not having that",
         "Just because you sell lots of records it doesn’t mean to say you’re any good. Look at Phil Collins.", "I look back on those days as some of the best of my life. No photographs, no interviews. Just get up in the morning, make sure the gear works, do the gig and then ****ing party",
          "We’re not arrogant. We just believe we’re the best band in the world.",
          "Look. I was a superhero in the '90s. I said so at the time. McCartney, Weller, Townshend, Richards, my first album is better than all their first albums. Even they'd admit that.",
          "Liam got a Rolex. I got a Rolls Royce. Which is brilliant, cos I can’t drive and Liam can’t tell the time",
          "I went to Paul McCartney’s daughter Stella’s party and who should open the door but the man himself. He was dead cool. There were all these questions I wanted to ask him but I settled on, Do you watch Brookside?",
           "Well it’s in the manual isn’t it. It actually says in the rock star book ‘Thou shalt wear shades at all times, preferably indoors",
          "I'm not really bothered 'cause I won't be there. I don't give a s***"]},
        
 {"liam": ["That’s the story of my life, mate, I’m always having to go one louder.",
    "I’ll never have a bad word about Oasis, it was f**king amazing. It’s why I’m adored by millions. But it’s over",
    "Americans want grungy people stabbing themselves in the head onstage. They get a bright bunch like us, with deodorant on, they don’t get it.",
    "I’m an average lad who was born in Burnage who played conkers. Conkers, mate. Conkers. The lot. And now I'm in a band and nothing's changed",
    "I said to Marilyn Manson: 'Your music’s shit, but your f**kin’ show was mental’.",
    "Rock stars exercising? I don't think it's right. You either got it or you ain’t.",
    "I’m not thinking about anything except getting the message across. I don’t even know what the f**king message is!",
    "I’ve mellowed, but not in the sense of liking Radiohead or Coldplay.",
    "I’ve only been down Oxford Street once. It was a few years ago after an awards ceremony. It was three in the morning. And I got arrested.",
    "I am a tender, beautiful and loving guy that happens to slap a photographer now and then because they get in my way.",
    "I’m not an entertainer. But I do entertain people.",
    "I was walking along and this chair came flying past me, and another, and another, and I thought, man, is this gonna be a good night."]},
{"lyrics": ["Some might say they don’t believe in heaven, go and tell that to the man who lives in hell.",
    "I live my life for the stars that shine, people say it’s just a waste of time… In my mind my dreams are real/Tonight I’m a rock’n’roll star.",
    "Slowly walking down the hall, faster than a cannonball.",
    "I know a girl called Elsa, she’s into Alka Seltzer/She sniffs it through a cane on a supersonic train.",
    "I think you’re the same as me, we see things they’ll never see.",
    "All your dreams are made, when you’re chained to the mirror and the razorblade.",
    "Stand up beside the fireplace, take that look from off your face/You ain’t ever gonna burn my heart out",
    "Comin in a mess, going out in style, I ain’t good looking but I’m someone’s child",
    "Is it my imagination or have I finally found something worth living for/I was looking for some action, but all I found was cigarettes and alcohol."]}]